<script>
    import Article from './ui/article';
</script>

<Article title="Что это за место?">
    <p>
        Привет! Ты&nbsp;попал на&nbsp;мой полигон для экспериментов. Тут я&nbsp;пробую разные
        технологии и&nbsp;подходы, связанные с&nbsp;IT.
    </p>
    <p>
        Например, этот маленький сайт-лендинг я&nbsp;создал с&nbsp;помощью Svelte.
        И&nbsp;я&nbsp;продолжу его наполнять разными штуками, которые полезны и&nbsp;тематике сайта
        и&nbsp;для освоения этой новой технологии.
        <a href="https://github.com/StarkyLife/about-me" target="blank">
            Ссылка&nbsp;на&nbsp;репозиторий.
        </a>
    </p>
    <p>
        К&nbsp;тому&nbsp;же я&nbsp;планирую использовать этот сайт как начальную базовую единицу для
        настройки CI/CD и&nbsp;сервера (конечно&nbsp;же я&nbsp;говорю про изучение и&nbsp;применение
        на&nbsp;практике таких штук как Docker, Jenkins и&nbsp;т.д.).
    </p>
    <p>
        Пока что это все :) По&nbsp;мере добавления новых штук, сайтов я&nbsp;буду дополнять этот
        раздел.
    </p>
</Article>
